{
  "11": "Assassin's Dagger (3)\nEvocatively named but actually quite mundane. The wizard whispers to an object and that object then seeks out and vigorously and repeatedly bumps into the desired target. Obviously if you whisper to a poisoned dagger the result is one thing while doing it to a letter is another. Travels any distance and always arrives (eventually).",
  "12": "Animate (2)\nCause inanimate objects to question their place. One object up to the size of a human baby may be caused to hop around and do whatever else the wizard wishes.",
  "13": "Affix (3)\nCause a subject to be fixed in place. While they are so held they do not move, breathe, fall, perspire, acquire, or otherwise change. They are totally immune to harm, in fact. Lasts for 3 minutes.",
  "14": "Assume Shape (4)\nThe wizard undergoes a distressing transformation into an inanimate object no larger than a piano and no smaller than a cup. Lasts until ended.",
  "15": "Befuddle (1)\nA wizard’s touch can shake up someone’s mind like a snow globe. The target makes all rolls at a -1 penalty until their head clears. Lasts for 3 minutes.",
  "16": "Breach (2)\nThe wizard’s hands work elemental material as though it were soft clay. Fire, stone, goo, earth, fog, all of it behaves like clay under their touch. Lasts for 9 minutes.",
  "21": "Cone of Air (2)\nCreates a mysterious and specifically shaped cone of air focused on a touched target’s head. They may continue to breathe the freshest of air for 12 minutes.",
  "22": "Banish Spirit (6)\nThe wizard explains, clearly, sternly, why it is impossible that the spirit could be here at this time. The spirit must Test its Luck (or Skill for Enemies) or be sent to somewhere less improbable",
  "23": "Ember (2)\nA simple but effective summoning of fire. Flames the size of a small bonfire appear somewhere within 12 metres of the wizard. Once present there is no accounting for its actions.",
  "24": "Cockroach (5)\nA popular Spell that turns troublesome folk into humiliated animals. The target must Test their Luck (or Skill for Enemies) or be turned into an insignificant creature of the wizard’s choice. Lasts forever.",
  "25": "Darksee (1)\nThe wizard reaches into their sockets and extricates their eyes. Thus freed, the dark void behind can see perfectly well in pitch blackness and suffer excruciating pain in light (-4 penalty to all rolls). Be careful not to lose those eyeballs as re-inserting them is the only way to end the Spell.",
  "26": "Diminish (2)\nCause something to Test its Luck (or Skill for Enemies) or reduce its size by half. Lasts 3 minutes.",
  "31": "Earthquake (5)\nThe wizard hikes up their wizard robe and stomps their wizard feet. An area 30 metres around them suffers a massive earthquake. Everyone must Test their Luck (or Skill for Enemies) or fall through a crack in the earth, taking falling Damage and being stuck in a bloody great big hole (7.8.1). Buildings may be wrecked unless especially sturdy.",
  "32": "Fear (1)\nIn the eyes of one poor target the wizard grows into a primal monster from the depths of their lizard brain. They will attempt to flee and if flight is impossible they will curl up in a ball and whimper. They may Test their Luck (or Skill for Enemies) to resist the illusion. ",
  "33": "Fire Bolt (1)\nShoot impressive flames from your fingertips, dealing Damage to one target within 20 metres.",
  "34": "Flash (3)\nThe wizard claps neatly and issues forth the light of a thousand suns from their hands. All within 20 metres must Test their Luck (or Skill for Enemies) or be blinded for 1d6 minutes. ",
  "35": "Farseeing (2)\nEndows the wizard with engorged, plate-like eyes that are able to see in minute detail for miles around but are unable to see anything up close. Lasts until ended.",
  "36": "Find (2)\nWhen wizards lose their glasses they mumble to themselves until they turn up. The thing being sought must be a specific object, not a general category or type, and the direction is only given in terms of compass points.",
  "41": "Grow (2)\nCause an item to grow half its size again if it fails to Test its Luck (or Skill for Enemies). Lasts for 3 minutes.",
  "42": "Hurricane (5)\nThe wizard waves their hands in the air like they just don’t care, which, being wizards, they likely don’t. A mighty gust knocks everyone over within 30 metres who fails to Test their Luck (or Skill for Enemies), dealing 1d3 Damage and making an awful mess. Lasts for 10 minutes. Test Luck every Turn if not taking cover or else take further Damage.",
  "43": "Helping Hands (1)\nAnimate hands spring forth from an inanimate surface and perform any task the wizard requires but are limited to being rooted to the spot from which they sprang. They last until the wizard wills it or leaves the location. ",
  "44": "Illusion (2 per viewer)\nThose viewing this illusion may Test their Luck (or Skill for Enemies) to unveil the trickery. Lasts until the wizard leaves or falls asleep.",
  "45": "Invisibility (3)\nThe wizard turns flesh into refractive crystal sheets. It’s very uncomfortable and you make a slight shish-ing sound as you move but are quite invisible and don’t suffer from the usual limitations of illusions. Lasts for 3 minutes after which you noisily reform into dull and frustratingly opaque flesh. ",
  "46": "Jolt (1)\nThe mischievous apprentice’s favourite Spell, Jolt sends an arc of electricity from the wizard’s outstretched hand towards a target. Ignores Armour.",
  "51": "Light (1)\nCreate an ethereal orb of light that glows like a torch. Lasts 6 hours and can be extinguished at will.",
  "52": "Lock (1)\nMagically lock an object. The object must have a lockable aspect to it but is now magically sealed. Permanent until undone or dismissed.",
  "53": "Languages (1)\nThe wizard forms a mouth with their hands through which they can speak any language. They can simultaneously cup their other hand to their ear to understand them in return. Lasts for one conversation.",
  "54": "Levitate (2)\nElevates the wizard or another on the backs of tiny invisible sprites who answer only to their summoner. May float about for 3 minutes.",
  "55": "Sentry (1)\nThe wizard plucks a bit of their mind out like candy floss and leaves it stuck to a wall somewhere. This psychic presence is invisible to the naked eye but extends the wizard’s senses to that spot for the duration. While it lasts the wizard suffers -1 to all rolls due to the incredible confusion this generates. If the shard is discovered and harmed the wizard will lose 2d6 Stamina due to the shock.",
  "56": "Shatter (3)\nThe wizard may wildly gesticulate at a brittle object no larger than an umbrella and cause it to shatter into a million pieces. Living targets may Test their Luck to avoid this unpleasant Spell.",
  "61": "Sleep (2)\nThe wizard convinces a target to forgo wakefulness for a time, causing them to sleep until woken unless they successfully Test their Luck. Remember: fighting is loud.",
  "62": "Thunder (2)\nThe wizard raises their arms and shouts something suitably ominous. All within 24 metres must Test their Luck (or Skill for Enemies) or be deafened by a riotous roll of thunder. Luck or no, they will be mightily impressed.",
  "63": "Tongue Twister (2)\nBeware! If a wizard screws their nose and twists their fingers at you then a Tongue Twister is coming your way. The target must Test their Luck (or Skill for Enemies) or have their tongue literally tied in knots. This requires some time and a fair bit of patience to disentangle.",
  "64": "Undo (double cost of original Spell)\nThe wizard disentangles a Spell from this instance of reality. To do so they must Roll Versus the original casting if disentanglement is possible at all. ",
  "65": "Ward (1)\nA handy Spell only requiring the flick of a wrist. In response to being fired upon the wizard may cast this Spell to cause the missile to be deflected.",
  "66": "Wall of Power (2)\nWhat they call a wall is in fact a dome, but wizards always have worked in mysterious ways. The wall is a shimmering bubble that causes 1d6 Damage when touched. Nothing may pass without the wizard’s permission (it is recommended that they remember to allow air). Lasts for 12 minutes."
}
